<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<meta name="generator" content="Adobe GoLive 4">
		<title>Cro-Mag Rally&#153; Instructions</title>
	</head>

	<body bgcolor="white">
		<center>
			<font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b><img height="229" width="444" src="../docfiles/cmrlogobig.jpg"></b></font>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="7" color="#b16000"><i><b>JEU EN R&#201;SEAU</b></i></font></p>
		</center>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Cro-Mag Rally peut se jouer sur un r&#233;seau local (LAN) dans un groupe de 2 &#224; 6 joueurs. Le jeu fait usage de Net Sprocket pour configurer la partie en r&#233;seau, si bien que c'est une interface que vous connaissez peut-&#234;tre, pour l'avoir utilis&#233;e dans d'autres jeux.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Pour commencer une partie en r&#233;seau, l'un des joueurs doit &#234;tre H&#244;te. Les autres joueurs sont des Client qui se joignent &#224; la partie cr&#233;&#233;e par l'H&#244;te. L'H&#244;te est charg&#233; du choix du mode de jeu et de la piste sur laquelle il se d&#233;roulera. Afin d'optimiser les performances, il est recommand&#233; que l'H&#244;te soit le joueur qui dispose de l'ordinateur le plus rapide. Les Clients peuvent quitter une partie jou&#233;e en r&#233;seau et la partie se continuera sans eux, alors que si l'H&#244;te quitte le r&#233;seau, la partie s'arr&#234;tera automatiquement..</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><br>
				</font></p>
			<p><b><font size="5" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">R&#212;LE DE L'H&#212;TE</font></b></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Quand vous &#234;tes l'H&#244;te d'une partie en r&#233;seau, appara&#238;t une bo&#238;te de dialogue de Net Sprocket sur l'accueil en r&#233;seau&#160;:</font></p>
		</div>
		<div align="center">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/hostnet.gif" width="371" height="256" border="0"></font></p>
		</div>
		<div align="left">
			<p></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Net Sprocket vous permet de jouer soit en connexion Appletalk soit en TCP/IP. Nous ne recommandons pas de jouer en TCP/IP car la partie se d&#233;roulera extr&#234;mement lentement, mais au cas o&#249; vous voudriez le faire, la possibilit&#233; existe. Il faut alors s&#233;lectionner l'option &#171;&#160;Jouer sur cet appareil&#160;&#187;.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Quand vous cliquerez sur OK, le jeu se mettra en r&#233;seau et les autres joueurs pourront entrer dans la partie...</font></p>
			<p></p>
			<p><br>
			</p>
			<div align="left">
				<p><b><font size="5" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">ENTRER DANS UNE PARTIE</font></b></p>
				<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Jusqu'&#224; 5 Clients peuvent se joindre &#224; une partie lanc&#233;e par un H&#244;te. Quand vous vous joindrez &#224; la partie vous verrez appara&#238;tre la bo&#238;te de dialogue de Net Sprocket sur l'admission &#224; la partie&#160;:</font></p>
			</div>
		</div>
		<center>
			<p><a href="../index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/joinnet.gif" width="479" height="384" border="0"></font></a>
		</center>
		<div align="left">
			<p></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Dans la lucarne &#171;&#160;Choisir une partie&#160;&#187; vous verrez une liste de toutes les parties qui sont pr&#233;sent&#233;es par un H&#244;te sur le r&#233;seau et qui acceptent de nouveaux joueurs. Vous n'avez qu'&#224; s&#233;lectionner la partie &#224; laquelle vous souhaitez vous joindre, introduire votre nom, et cliquer OK.
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Si vous ne voyez pas d'H&#244;te dans la fen&#234;tre, v&#233;rifiez que tous les joueurs utilisent bien la m&#234;me version de Cro-Mag Rally. C'est &#224; v&#233;rifier, parce qu'il se peut que les versions du jeu les plus r&#233;centes ne soient pas compatibles avec les versions plus anciennes.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Une fois que tous les joueurs se sont joints &#224; la partie, l'H&#244;te peut lancer la partie et vous &#234;tes pr&#234;t &#224; jouer!</font></p>
			<p></p>
			<p><br>
			</p>
			<div align="left">
				<div align="left">
					<p></p>
				</div>
			</div>
			<p><br>
			</p>
		</div>
		<center>
			<p><a href="index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b>INDEX</b></font></a></p>
			<p></p>
			<p></p>
		</center>
	</body>

</html>
