<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<meta name="generator" content="Adobe GoLive 4">
		<title>Cro-Mag Rally&#153; Instructions</title>
	</head>

	<body bgcolor="white">
		<center>
			<font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b><img height="229" width="444" src="../docfiles/cmrlogobig.jpg"></b></font>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="7" color="#b16000"><i><b>LA QU&#202;TE DU FEU</b></i></font></p>
		</center>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Ce mode &#224; plusieurs joueurs ressemble au traditionnel jeu de drapeau. Il y a deux &#233;quipes&#160;: </font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" color="#ff0035">les rouges</font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"> et </font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" color="#00ad15">les verts</font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">. Il est pr&#233;f&#233;rable, pour jouer &#224; ce jeu, de se trouver en nombre pair de sorte que les deux camps aient le m&#234;me nombre de joueurs.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Chaque &#233;quipe commence la partie sur sa propre base. A c&#244;t&#233; de chaque base se trouvent les 6 torches de l'&#233;quipe adverse&#160;:</font></p>
			<p><br>
			</p>
		</div>
		<div align="center">
			<p><img src="../docfiles/base.jpg" width="300" height="261" border="0"></p>
			<p><font size="2" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Un joueur de l'&#233;quipe rouge sur la base rouge</font></p>
		</div>
		<div align="left">
			<p><br>
			</p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Le but est d'aller chercher vos torches dans la base du camp adverse et de les ramener &#224; votre base. La base de l'&#233;quipe rouge a un drapeau rouge et les torches de cette &#233;quipe br&#251;lent avec une lueur rouge. La base de l'&#233;quipe verte a un drapeau vert et les torches de cette &#233;quipe br&#251;lent avec une lueur verte. Les rouges doivent donc trouver toutes les torches rouges et les ramener &#224; la base au drapeau rouge. Vice versa pour les verts.</font></p>
			<p><br>
			</p>
		</div>
		<div align="center">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/gottorch.jpg" width="300" height="241" border="0"></font></p>
			<p><font size="2" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Un &#233;quipier rouge transportant une torche rouge</font></p>
			<p><br>
			</p>
		</div>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Vous pouvez ramasser les torches de votre adversaire et les cacher n'importe o&#249; sur le terrain. Pour ramasser une torche, il suffit de passer dessus. Pour d&#233;poser une torche, appuyer sur une touche de jet. Pour forcer un autre joueur &#224; laisser tomber sa torche, vous pouvez soit lui rentrer dedans, soit le frapper avec une des armes explosives. Pour d&#233;poser une torche &#224; votre base il suffit de toucher la base et la torche y sera d&#233;pos&#233;e automatiquement.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">La premi&#232;re &#233;quipe &#224; ramener toutes ses torches &#224; sa base est la gagnante.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><br>
				</font></p>
		</div>
		<center>
			<p><a href="index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b>INDEX</b></font></a></center>
	</body>

</html>
