<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<meta name="generator" content="Adobe GoLive 4">
		<title>Cro-Mag Rally&#153; Anleitung</title>
	</head>

	<body bgcolor="white">
		<center>
			<font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b><img height="229" width="444" src="../docfiles/cmrlogobig.jpg"></b></font>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="7" color="#b16000"><i><b>NETZWERK-SPIEL</b></i></font></p>
		</center>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Cro-Mag Rally kann &uuml;ber ein lokales Netzwerk (LAN) mit 2 bis 6 Spielern gespielt werden. Das Spiel benutzt die NetSprockets, um ein Netzwerk-Spiel zu konfigurieren, so da&szlig; Sie mit der Bedienung vielleicht schon aus anderen Spielen vertraut sind.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Um ein Netzwerk-Spiel starten zu k&ouml;nnen, mu&szlig; eine Person der Anbieter (Host) sein und alle anderen Spieler sind die Teilnehmer (Clients), die dem Spiel beitreten, das vom Anbieter erzeugt wird. Der Anbieter w&auml;hlt den Spiel-Modus aus und die zu fahrende Strecke. Aus Geschwindigkeitsgr&uuml;nden sollte der Spieler der Anbieter sein, der den schnellsten Rechner hat. Teilnehmer k&ouml;nnen das Netzwerk-Spiel verlassen und das Spiel l&auml;uft ohne sie weiter. Wenn der Anbieter jedoch das Netzwerk-Spiel verl&auml;&szlig;t, ist das Spiel beendet.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><br>
				</font></p>
			<p><b><font size="5" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">ANBIETEN</font></b></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Wenn Sie ein Netzwerk-Spiel anbieten, bekommen Sie folgenden NetSprocket-Dialog zu sehen:</font></p>
		</div>
		<div align="center">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/hostnet.gif" width="371" height="256" border="0"></font></p>
		</div>
		<div align="left">
			<p></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Net Sprocket erlaubt das Spielen &uuml;ber eine AppleTalk- oder TCP/IP-Verbindung. Wir empfehlen, nicht &uuml;ber TCP/IP zu spielen, da das Spiel dann sehr langsam wird. Wenn Sie es aber versuchen m&ouml;chten, besteht die M&ouml;glichkeit dazu. Die Einstellung "Play on this machine" mu&szlig; gesetzt sein.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Wenn Sie auf OK klicken, wird das Spiel im Netzwerk eingerichtet und andere Spieler k&ouml;nnen dem Spiel nun beitreten....</font></p>
			<p></p>
			<p><br>
			</p>
			<div align="left">
				<p><b><font size="5" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">TEILNEHMEN</font></b></p>
				<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Bis zu 5 Teilnehmer k&ouml;nnen einem vom Anbieter erzeugten Netzwerk-Spiel beitreten. Wenn Sie dem Spiel beitreten, bekommen Sie folgenden NetSprocket Dialog zu Gesicht:</font></p>
			</div>
		</div>
		<center>
			<p><a href="../index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/joinnet.gif" width="479" height="384" border="0"></font></a>
		</center>
		<div align="left">
			<p></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Im Bereich "Choose a Game" sehen Sie eine Liste aller angebotenen Spiele im Netzwerk, die Teilnehmer akzeptieren. W&auml;hlen Sie einfach das Spiel aus, an dem Sie teilnehmen m&ouml;chten, geben Ihren Namen ein und klicken Sie auf OK.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Wenn Sie den Anbieter im Fenster nicht sehen, &uuml;berpr&uuml;fen Sie bitte, ob alle Spieler die gleiche Version von CroMag-Rally verwenden. Neuere Versionen des Spiels sind vielleicht nicht mit &auml;lteren kompatibel.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Nachdem alle Spieler dem Spiel beigetreten sind, startet der Anbieter das Spiel und Sie k&ouml;nnen sich bereit machen zu spielen!</font></p>
			<p></p>
			<p><br>
			</p>
			<div align="left">
				<div align="left">
					<p></p>
				</div>
			</div>
			<p><br>
			</p>
		</div>
		<center>
			<p><a href="index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b>INDEX</b></font></a></p>
			<p></p>
			<p></p>
		</center>
	</body>

</html>
