<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<meta name="generator" content="Adobe GoLive 4">
		<title>Cro-Mag Rally&#153; Anleitung</title>
	</head>

	<body bgcolor="white">
		<center>
			<font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b><img height="229" width="444" src="../docfiles/cmrlogobig.jpg"></b></font>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="7" color="#b16000"><i><b>SUCHE NACH FEUER</b></i></font></p>
		</center>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Dieser Mehrspieler-Modus &auml;hnelt dem traditionellen &quot;Capture the Flag&quot;-Spiel (Kampf um die Flagge). Es gibt zwei Teams: Das </font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" color="#ff0035">Rote Team</font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"> und das </font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" color="#00ad15">Gr&uuml;ne Team</font><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">. Am besten spielt man dieses Spiel mit einer geraden Anzahl von Spielern, damit jedes Team die gleiche Gr&ouml;&szlig;e hat.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Jedes Team startet das Spiel in der Heimatbasis. Nahe der Heimatbasis sind die 6 Fackeln des anderen Teams:</font></p>
			<p><br>
			</p>
		</div>
		<div align="center">
			<p><img src="../docfiles/base.jpg" width="300" height="261" border="0"></p>
			<p><font size="2" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Ein Spieler des Roten Teams bei der Roten Basis</font></p>
		</div>
		<div align="left">
			<p><br>
			</p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Ihr Ziel ist es, zur Basis des anderen Teams zu gehen, deren Fackeln aufzunehmen und diese zur&uuml;ck zu Ihrer Heimat-Basis zu bringen. Die Basis des Roten Teams hat eine rote Flagge und deren Fackeln haben eine r&ouml;tliche Flamme. Die Basis des Gr&uuml;nen Teams hat eine gr&uuml;ne Flagge und deren Fackeln haben eine gr&uuml;nliche Flamme. Die Mitglieder des Roten Teams m&uuml;ssen demnach alle Roten Fackeln finden und sie zur Basis mit der Roten Flagge bringen. Das Umgekehrte gilt f&uuml;r das Gr&uuml;ne Team.</font></p>
			<p><br>
			</p>
		</div>
		<div align="center">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/gottorch.jpg" width="300" height="241" border="0"></font></p>
			<p><font size="2" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Ein Spieler des Roten Teams, der eine Rote Fackel bef&ouml;rdert</font></p>
			<p><br>
			</p>
		</div>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Sie k&ouml;nnen die Fackeln des Gegners aufnehmen und sie irgendwo in der Landschaft verstecken. Um eine Fackel aufzunehmen, m&uuml;ssen Sie einfach hineinfahren. Um eine Fackel abzulegen, dr&uuml;cken Sie eine der <a href="controls.html">Waffe schleudern</a>-Tasten. Um zu erreichen, da&szlig; ein anderer Spieler seine Fackel fallenl&auml;&szlig;t, k&ouml;nnen Sie diesen entweder rammen oder ihn mit einer explosiven Waffe abschie&szlig;en. Um eine Fackel bei der Heimat-Basis abzuliefern, m&uuml;ssen Sie die Basis einfach nur ber&uuml;hren und die Fackel wird automatisch abgeliefert.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Das Team, das als erstes alle seine Fackeln zur&uuml;ckgeholt hat, hat gewonnen.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><br>
				</font></p>
		</div>
		<center>
			<p><a href="index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b>INDEX</b></font></a></center>
	</body>

</html>
