<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<meta name="generator" content="Adobe GoLive 4">
		<title>Instrucciones de Cro-Mag Rally&#153;</title>
	</head>

	<body bgcolor="white">
		<center>
			<font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b><img height="229" width="444" src="../docfiles/cmrlogobig.jpg"></b></font>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="7" color="#b16000"><i><b>JUEGO EN RED</b></i></font></p>
		</center>
		<div align="left">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Cro-Mag Rally puede jugarse a trav&eacute;s de una red de &aacute;rea local (LAN) con 2 a 6 jugadores. El juego utiliza Net Sprocket para configurar el juego en red, y as&iacute; familiarizarse con la interfaz desde otro juego.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Para comenzar un juego en red, un jugador deber&aacute; ser el Hu&eacute;sped y los dem&aacute;s los Clientes, quienes se unir&aacute;n al juego que crea el Hu&eacute;sped. El Hu&eacute;sped es el responsable de seleccionar el modo del juego y la pista en la cual se jugar&aacute;. Para un mejor rendimiento, se recomienda que el Hu&eacute;sped sea el que posee la computadora m&aacute;s r&aacute;pida. Los Clientes pueden abandonar el juego en red en cualquier momento, a&uacute;n as&iacute;, el juego continuar&aacute; para los dem&aacute;s jugadores en la red. Sin embargo, si el Hu&eacute;sped abandona la red, el juego se da por terminado.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><br>
				</font></p>
			<p><b><font size="5" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">UBICACI&Oacute;N</font></b></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Cuando inicia un juego en la red, ver&aacute; el di&aacute;logo de Net Sprocket Hosting:</font></p>
		</div>
		<div align="center">
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/hostnet.gif" width="371" height="256" border="0"></font></p>
		</div>
		<div align="left">
			<p></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Net Sprocket le permitir&aacute; jugar a trav&eacute;s de una conexi&oacute;n de AppleTalk o TCP/IP. No es recomendable jugar a trav&eacute;s de una conexi&oacute;n TCP/IP, ya que el juego se desarrollar&aacute; muy lentamente. Debe configurarse la opci&oacute;n &quot;Jugar en esta m&aacute;quina&quot;.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Cuando presione ACEPTAR, el juego ser&aacute; ubicado en la red, y los otros jugadores se unir&aacute;n al juego...</font></p>
			<p></p>
			<p><br>
			</p>
			<div align="left">
				<p><b><font size="5" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">UNIRSE AL JUEGO</font></b></p>
				<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Hasta 5 Clientes pueden unirse al juego en red iniciado por el Hu&eacute;sped. Cuando usted se une al juego, ver&aacute; el di&aacute;logo Net Sprocket Join:</font></p>
			</div>
		</div>
		<center>
			<p><a href="../index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><img src="../docfiles/joinnet.gif" width="479" height="384" border="0"></font></a>
		</center>
		<div align="left">
			<p></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">En la opci&oacute;n &quot;Elija un juego&quot; ver&aacute; la lista de todos los juegos disponibles en la red que aceptan jugadores nuevos. Simplemente, seleccione el juego al cual desea unirse, ingrese su nombre y presione ACEPTAR.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Si usted no ve al Hu&eacute;sped en la ventana, verifique que todos los jugadores est&eacute;n jugando con las mismas versiones de Cro-Mag Rally. Las versiones actualizadas del juego pueden no ser compatibles con las versiones viejas, por lo tanto, aseg&uacute;rese de que todos los jugadores tengan la misma versi&oacute;n.</font></p>
			<p><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Una vez que todos los jugadores se unieron al juego, el Hu&eacute;sped iniciar&aacute; el juego y usted estar&aacute; &iexcl;listo para jugar!</font></p>
			<p></p>
			<p><br>
			</p>
			<div align="left">
				<div align="left">
					<p></p>
				</div>
			</div>
			<p><br>
			</p>
		</div>
		<center>
			<p><a href="index.html"><font face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="4"><b>&Iacute;NDICE</b></font></a></p>
			<p></p>
			<p></p>
		</center>
	</body>

</html>
